Repository: marco-calautti/FFCBEditor
Catalog: ffcbeditor/codelite/languages/*/ffcbeditor.po
Languages: it

source: No ascending pointers!
it: I puntatori non sono consecutivi!

source: Unicode identification is not valid!
it: Il metodo di identificazione Unicode non è valido!

source: Unclosed tag!
it: Tag non chiuso!

source: Select a section to edit on the left
it: Seleziona una sezione per la modifica a sinistra

source: Text to edit:
it: Testo da modificare:

source: Apply Changes
it: Applica Cambiamenti

source: Select String:
it: Seleziona la Stringa:

source: Direct string selection (with preview):
it: Selezione diretta stringa (con anteprima):

source: Automatically translate duplicated strings
it: Traduci automaticamente le stringhe duplicate

source: Apply Changes of Current Text
it: Applica Cambiamenti al Testo Corrente

source: Save ALL
it: Salva TUTTO

source: Open...
it: Apri...

source: Open Folder...
it: Apri Cartella...

source: Open DB Files from Folder...
it: Apri File DB da Cartella...

source: Exit
it: Esci

source: Preferences...
it: Preferenze...

source: Edit
it: Modifica

source: About
it: Informazioni su...

source: Preferences
it: Preferenze

source: Hex Editor for Preview:
it: Editor Esadecimale per l'Anteprima:

source: Browse...
it: Sfoglia...

source: Cancel
it: Annulla

source: Open Preview
it: Mostra Anteprima

source: File Description:
it: Descrizione File:

source: All languages
it: Tutte le lingue

source: Japanese
it: Giapponese

source: English
it: Inglese

source: German
it: Tedesco

source: French
it: Francese

source: Spanish
it: Spagnolo

source: Cannot write changes to file: IO Error occurred!
it: Impossibile scrivere il file: Si è verificato un errore di IO!

source: Warning
it: Attenzione

source: Cannot write changes to file: Current text sections are too big! Would you like to save only currently selected language?
it: Impossibile scrivere il file: Le sezioni di testo sono troppo grandi! Vuoi salvare soltanto il testo nella lingua selezionata?

source: This should never happen :(. Trimming other languages is not enough!
it: Questa cosa non dovrebbe mai accadere :(. Il trimming degli altri linguaggi non è ancora abbastanza!

source: Opened files
it: File aperti

source: Synchronize Backup!
it: Sincronizza Backup!

source: Text Section
it: Sezione di Testo

source: Text Section %d
it: Sezione di Testo %d

source: Edit file description:
it: Modifica descrizione del file:

source: Synchronization successful!
it: Sincronizzazione completata!

source: Notice
it: Notifica

source: Some data is invalid!
it: Alcuni dati non sono validi!

source: Would you like to add %s to the DB?
it: Vuoi aggiungere %s al DB?

source: Question
it: Domanda

source: String %d (%s...)
it: Stringa %d (%s...)

source: String %d (%s)
it: Stringa %d (%s)

source: String %d ()
it: Stringa %d ()

source: Tag not found
it: Nessun tag trovato

source: No translation available
it: Traduzione non disponibile

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, version 2.0.
it: Questo programma è software libero: è possibile ridistribuirlo e/o modificarlo secondo i termini previsti dalla GNU General Public License versione 2.0 pubblicata dalla Free Software Foundation.

source: Single File
it: File Singolo

source: Text Archive
it: Archivio di Testi

source: FREB Archive
it: Archivio FREB

source: Unknown
it: Sconosciuto
